"AboutWindow.DevelopedStaticTextText" = "Realizat de \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Realizat de \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Realizat de \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Realizat de \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Despre...";"CommonMenuModule.ApplePreferencesText" = "Preferinte...";"CommonMenuModule.AppleQuitText" = "Inchide";"CommonMenuModule.EditClearText" = "Sterge";"CommonMenuModule.EditCopyText" = "Copiaza";"CommonMenuModule.EditCutText" = "Taie";"CommonMenuModule.EditPasteText" = "Lipeste";"CommonMenuModule.EditText" = "Editeaza";"CommonMenuModule.HelpDocumentationText" = "Citeste documentatia...";"CommonMenuModule.HelpTranslateText" = "Tradu in alta limba...";"CommonMenuModule.HelpPurchaseText" = "Cumpara un cod de inregistrare...";"CommonMenuModule.HelpText" = "Ajutor";"CommonMenuModule.HelpWebsiteText" = "Viziteaza website-ul...";"CommonMenuModule.HelpContactText" = "Contacteaza-ne...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "La pornire, verifica automat daca sunt actualizari ale programului.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Notificare de update\r\rO noua versiune a %APPLICATIONNAME% este disponibila online.\rO poti descarca chiar acum de pe site-ul nostru.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Reseteaza preferintele la urmatoarea pornire.";"RegistrationModule.ALREADYTRANSLATEDMESSAGE" = "Daca descoperiti un bug in acest program, daca traducerea nu este corecta sau daca aveti orice sugestie pentru a il imbunatatii, nu ezitati sa ne contactati.";